Repository: AlexCheGH/String-Catalog-Localizations-Automation
Catalog: Localizations/Localizations/Localizable.xcstrings
Source language: en_us
Languages: de, es_es, fr, id, pl, ru, se

# app_force_update_close
source: Close
de: Schließen
es_es: Cerrar
fr: Fermer
id: Tutup
pl: Zamknij
ru: Закрыть
se: Stäng

# app_force_update_update
source: Update
de: Updaten
es_es: Actualizar
fr: Mettre à jour
id: Perbarui
pl: Uaktualnij
ru: Обновить
se: Uppdatera

# app_snow_starts_very_soon
source: Snow starts very soon
de: Schneefall endet sehr bald
es_es: Se prevé que deje de nevar muy pronto
fr: Il commencera à neiger très bientôt
id: Salju dimulai sebentar lagi
pl: Koniec śniegu bardzo niedługo
ru: Очень скоро начнется снег
se: Det börjar snöa mycket snart

# app_snow_ends_very_soon
source: Snow ends very soon
de: Schneefall endet sehr bald
es_es: Se prevé que deje de nevar muy pronto
fr: La neige cessera très bientôt
id: Salju berakhir sebentar lagi
pl: Koniec śniegu bardzo niedługo
ru: Очень скоро закончится снег
se: Det slutar snöa mycket snart

# legend_rain
source: Rain
de: Regen
es_es: Lluvia
fr: Pluie
id: Hujan
pl: Deszcz
ru: Дождь
se: Regn

# legend_light
source: Light
de: Leicht
es_es: Luz
fr: Légère
id: Ringan
pl: Lekkie
ru: Слабый
se: Lätt

# legend_heavy
source: Heavy
de: Stark
es_es: Copioso
fr: Forte
id: Deras
pl: Duże
ru: Сильный
se: Kraftigt

# legend_snow
source: Snow
de: Schnee
es_es: Nieve
fr: Neige
id: Salju
pl: Śnieg
ru: Снег
se: Snö

# app_snow_starts_in_minutes
source: Snow starts in %@ minutes
de: Schneefall beginnt in %@ Min
es_es: Se prevé que nieve en %@ minutos
fr: Il commencera à neiger dans %@ minutes
id: Salju dimulai dalam %@ menit
pl: Początek śniegu za %@ minut(y)
ru: Снег начнется через %@ минут(ы)
se: Det börjar snöa om %@ minuter

# app_snow_starts_in_minute
source: Snow starts in %@ minute
de: Schneefall beginnt in %@ Min
es_es: Se prevé que nieve en %@ minuto
fr: Il commencera à neiger dans %@ minute
id: Salju dimulai dalam %@ menit
pl: Początek śniegu za %@ minutę
se: Det börjar snöa om %@ minut

# app_snow_ends_in_minutes
source: Snow ends in %@ minutes
de: Schneefall endet in %@ Min
es_es: Se prevé que deje de nevar en %@ minutos
fr: La neige cessera dans %@ minutes
id: Salju berakhir dalam %@ menit
pl: Koniec śniegu za %@ minut(y)
ru: Снег закончится через %@ минут(ы)
se: Det slutar snöa om %@ minuter

# app_snow_ends_in_minute
source: Snow ends in %@ minute
de: Schneefall endet in %@ Min
es_es: Se prevé que deje de nevar en %@ minuto
fr: La neige cessera dans %@ minute
id: Salju berakhir dalam %@ menit
pl: Koniec śniegu za %@ minutę
se: Det slutar snöa om %@ minut

# app_its_snowing_for_hour
source: It's snowing for the next %@ hour
de: Es schneit die nächste %@ Std.
es_es: Está nevando próxima %@ h
fr: Il neigera pendant la prochaine %@ heure
id: Salju turun selama %@ jam ke depan
pl: Pada śnieg najbliższą %@ godzinę
ru: Снег будет идти в течение следующего/следующих %@ часа/часов.
se: Det snöar den närmaste %@ timmen

# app_no_precipitation_for_hour
source: No precipitation for the next %@ hour
de: Kein Niederschlag die nächste %@ Std.
es_es: Sin precipitaciones próxima %@ h
fr: Pas de précipitations pendant la prochaine %@
id: Tak ada presipitasi selama %@ jam ke depan
pl: Brak opadów najbliższą %@ godzinę
ru: Осадков не будет в течение следующего/следующих %@ часа/часов.
se: Ingen nederbörd den närmaste %@ timmen

# settings_notifications_prompt_title
source: Stay Informed
de: Bleiben Sie auf dem Laufenden
es_es: Mantente informado
pl: Bądź na bieżąco

# settings_notifications_prompt_body
source: Get notifications when rain or snow is starting or stopping at your location.
de: Lassen Sie sich benachrichtigen, wenn Regen oder Schnee an Ihrem Standort einsetzt oder aufhört.
es_es: Recibe notificaciones cuando la lluvia o la nieve comiencen o se detengan en tu ubicación.
pl: Otrzymuj powiadomienia, gdy w Twojej lokalizacji zaczyna lub przestaje padać deszcz czy śnieg.

# settings_notifications_prompt_button
source: Enable Notifications
de: Benachrichtigungen aktivieren
es_es: Permitir notificaciones
fr: Activer les notifications
id: Aktifkan Notifikasi
pl: Włącz powiadomienia
ru: Включить уведомления
se: Aktivera aviseringar

# whats_new_title_caps
source: WHAT'S NEW
de: WAS GIBT'S NEUES?
es_es: QUÉ HAY DE NUEVO
fr: QUOI DE NEUF
id: YANG BARU
pl: CO NOWEGO
ru: ЧТО НОВОГО/НОВЫЕ ВОЗМОЖНОСТИ
se: VAD ÄR NYTT

# whats_new_feature_title
source: Customize your\U00A0hurricane alerts!
de: Personalisiere deine Hurrikanwarnungen!
es_es: ¡Personaliza tus alertas de huracanes!
pl: Dostosuj alerty o huraganach!

source: Enable
de: Aktivieren
es_es: Habilitar
fr: Activer
id: Aktifkan
pl: Włącz
se: Aktivera

# feed_no_precipitation
source: No precipitation
de: Kein Niederschlag
es_es: Sin precipitaciones
fr: Pas de précipitation
id: Tak ada presipitasi
pl: Bez opadów
ru: Нет осадков
se: Ingen nederbörd

# more_than_hour
source: for more than an hour
de: für mehr als eine Stunde
es_es: por más de una hora
fr: pendant plus d'une heure
id: selama lebih dari sejam
pl: przez więcej niż godzinę
ru: больше часа
se: i mer än en timme

source: Snow starts
de: Schneefall beginnt
es_es: Se prevé que nieve
fr: Il commence à neiger
id: Salju dimulai
pl: Początek śniegu
ru: Снег начнется
se: Det börjar snöa

source: Rain starts
de: Regen beginnt
es_es: Comienza a llover
fr: Il commence à pleuvoir
id: Hujan dimulai
pl: Zaczyna padać
ru: Дождь начнется
se: Det börjar regna

source: Snow starts soon
de: Schnee setzt bald ein
es_es: La nieve comienza pronto
fr: Il va bientôt neiger
id: Salju segera dimulai
pl: Niedługo zacznie padać śnieg
ru: Скоро начнется снег
se: Det börjar snöa snart

source: Rain starts soon
de: Regen setzt bald ein
es_es: La lluvia comienza pronto
fr: Il va bientôt pleuvoir
id: Hujan segera dimulai
pl: Wkrótce będzie padać
ru: Скоро начнется дождь
se: Det börjar regna snart

source: Light snow
de: Leichter Schneefall
es_es: Nevada ligera
fr: Neige légère
id: Salju ringan
pl: Lekkie opady śniegu
ru: Слабый снег
se: Lätt snö

source: Moderate snow
de: Mäßiger Schneefall
es_es: Nevada moderada
fr: Neige modérée
id: Salju sedang
pl: Umiarkowane opady śniegu
ru: Снег
se: Måttlig snö

source: Heavy snow
de: Starker Schneefall
es_es: Nevada fuerte
fr: Neige forte
id: Salju lebat
pl: Intensywne opady śniegu
ru: Сильный снег
se: Kraftig snö

source: Light rain
de: Leichter Regen
es_es: Lluvia ligera
fr: Pluie légère
id: Hujan ringan
pl: Lekkie opady deszczu
ru: Слабый дождь
se: Lätt regn

source: Moderate rain
de: Mäßiger Regen
es_es: Lluvia moderada
fr: Pluie modérée
id: Hujan sedang
pl: Umiarkowane opady deszczu
ru: Дождь
se: Måttligt regn

source: Heavy rain
de: Starker Regen
es_es: Lluvia fuerte
fr: Pluie forte
id: Hujan deras
pl: Intensywne opady deszczu
ru: Сильный дождь
se: Kraftigt regn

source: Extremely heavy rain
de: Extrem starker Regen
es_es: Lluvia extremadamente fuerte
fr: Pluie très forte
id: Hujan amat deras
pl: Ulewne opady deszczu
ru: Очень сильный дождь
se: Extremt kraftigt regn

source: from
de: ab
es_es: desde las
fr: de
id: dari
pl: od
ru: с
se: från

source: from %@ to %@
de: von %@ bis %@
es_es: desde las %@ hasta las %@
fr: de %@ à %@
id: dari %@ sampai %@
pl: od %@ do %@
ru: с %@ до %@
se: från %@ till %@

source: until %@
de: bis %@
es_es: hasta las %@
fr: jusqu'à %@
id: sampai %@
pl: do %@
ru: до %@
se: till %@

source: at %@
de: um %@
es_es: a las %@
fr: à %@
id: pada %@
pl: o %@
ru: в %@

source: Rain
de: Regen
es_es: Lluvia
fr: Pluie
id: Hujan
pl: Deszcz
ru: Дождь
se: Regn

source: Snow
de: Schnee
es_es: Nieve
fr: Neige
id: Salju
pl: Śnieg
ru: Снег
se: Snö

# no_precipitation_short
source: No precip.
de: Kein Niederschlag
es_es: Sin precip.
fr: Pas de précip.
id: Tak ada presip.
pl: Brak opadów
ru: Нет осадков
se: Ingen nederbörd

source: No data
de: Keine Daten
es_es: Sin datos
id: Tak ada data
pl: Brak danycha
se: Inga data

# no_data_connection_message
source: Weather data could not be loaded. Try again later.
de: Wetterdaten konnten nicht geladen werden. Versuchen Sie es später erneut.
es_es: No se han podido cargar los datos meteorológicos. Inténtalo de nuevo más tarde.
fr: Les données météorologiques n'ont pas pu être chargées. Réessayez plus tard.
id: Data cuaca tak dapat dimuat. Coba lagi nanti.
pl: Nie można wczytać danych pogodowych. Spróbuj ponownie później.
ru: Не удалось загрузить данные о погоде. Попробуйте позже.
se: Väderdata kunde inte laddas. Försök igen senare.

# no_data_connection
source: No Connection
de: Keine Verbindung
es_es: Sin conexión
fr: Pas de connexion
id: Tak Ada Sambungan
pl: Brak połączenia
ru: Нет подключения
se: Ingen anslutning

source: Allow Notifications
de: Mitteilungen erlauben
es_es: Permitir las Notificaciones
fr: Autoriser les notifications
id: Izinkan Notifikasi
pl: Zezwól na Powiadomienia
ru: Разрешить уведомления
se: Tillåt aviseringar

# report_weather_different_weather
source: Different weather outside?
de: Anderes Wetter draußen?
es_es: ¿Hace otro tiempo fuera?
fr: Météo différente à l'extérieur ?
id: Cuaca di luar berbeda?
pl: Inna pogoda na zewnątrz?
ru: На улице другая погода?
se: Annat väder ute?

# report_weather_popover_description
source: The report has been received. You're helping us make the forecast better.
de: Wir haben deinen Bericht erhalten. Du hilfst uns, die Vorhersage zu verbessern.
es_es: Hemos recibido el informe. Nos estás ayudando a mejorar el pronóstico.
fr: Le rapport a été reçu. Vous nous aidez à améliorer les prévisions.
id: Laporan telah diterima. Anda membantu kami menyempurnakan prakiraan.
pl: Otrzymaliśmy raport. Pomagasz nam ulepszyć prognozę.
ru: Сообщение получено. Вы помогаете нам улучшать прогноз.
se: Rapporten har tagits emot. Du hjälper oss att göra prognosen bättre.

# settings_appearance_settings_section_title
source: appearance
de: Erscheinungsbild
es_es: apariencia
fr: apparence
id: tampilan
pl: wygląd
se: utseende

# settings_theme_setting
source: Theme
de: Thema
es_es: Tema
fr: Thème
id: Tema
pl: Motyw
ru: Тема
se: Tema

# settings_light_theme_setting_option
source: Light
de: Hell
es_es: Luz
fr: Légère
id: Terang
pl: Jasny
ru: Светлая
se: Ljust

# settings_dark_theme_setting_option
source: Dark
de: Dunkel
es_es: Oscuro
fr: Sombre
id: Gelap
pl: Ciemny
ru: Темная
se: Mörkt

# dark_mode_here
source: Dark Mode is here!
de: Der Dark Mode ist hier!
es_es: ¡El modo oscuro ya está aquí!
pl: Ciemny motyw już dostępny!

# dark_mode_whats_new_subtitle
source: Say hello to a sleek new app look in dark colors.
de: Sagen Sie Hallo zu einem neuen und eleganten App-Auftritt mit dunklen Farbtönen.
es_es: Saluda a la nueva y elegante apariencia de la aplicación en colores oscuros.
pl: Poznaj nowy, elegancki wygląd aplikacji w ciemnych barwach.

# additional_background_location_prepermission_title
source: Get precise weather alerts
de: Erhalten Sie präzise Wetterwarnungen
es_es: Recibe alertas meteorológicas precisas
fr: Recevez des alertes météo précises
id: Dapatkan pengingat cuaca presisi
pl: Otrzymuj precyzyjne alerty pogodowe
ru: Получайте точные оповещения о погоде
se: Få exakta vädervarningar

# additional_background_location_prepermission_description
source: Your current location has changed. To get relevant weather notifications select “Always” in System Settings.
de: Ihr aktueller Standort hat sich geändert. Um relevante Wetterbenachrichtigungen zu erhalten, wählen Sie „Immer“ in den Systemeinstellungen aus.
es_es: Tu ubicación actual ha cambiado. Para recibir notificaciones meteorológicas relevantes, selecciona «Siempre» en los ajustes del sistema.
fr: Votre emplacement actuel a changé. Pour recevoir des notifications météo pertinentes, sélectionnez « Toujours » dans les paramètres système.
id: Lokasi Anda saat ini telah berubah. Untuk menerima notifikasi cuaca yang relevan, pilih "Selalu" pada Pengaturan Sistem.
pl: Twoja bieżąca lokalizacja zmieniła się. Aby otrzymywać odpowiednie powiadomienia o pogodzie wybierz "Zawsze" w Ustawieniach Systemowych.
ru: Ваша геопозиция изменилась. Чтобы получать актуальные уведомления о погоде, выберите «Всегда» в настройках.
se: Din aktuella plats har ändrats. För att få relevanta vädermeddelanden, välj "Alltid" i Systeminställningar.

# stay_ahead_of_weather
source: Stay ahead of the weather
de: Bleiben Sie dem Wetter voraus
es_es: Adelántate al tiempo
fr: Gardez une longueur d'avance sur la météo
pl: Bądź na bieżąco z pogodą

# temperature_whats_new_subtitle
source: Get all the information you need on temperature and precipitation, all in one place.
de: Erhalten Sie alle nötigen Informationen zu Temperatur und Niederschlag, alles an einem Ort.
es_es: Consulta toda la información que necesites sobre temperatura y precipitaciones, todo en un mismo lugar.
fr: Recevez toutes les informations nécessaires concernant la température et les précipitations, en un seul endroit.
pl: Uzyskaj wszystkie potrzebne informacje o temperaturze i opadach w jednym miejscu.
ru: Получайте всю необходимую информацию о температуре и осадках в одном месте.

source: Stay Dry
de: Bleiben Sie trocken
es_es: Permanece seco
fr: Restez au sec
id: Jangan Sampai Basah
pl: Nie zmoknij
ru: Не промокните
se: Håll dig torr

# stay_informed_subtitle
source: Get notifications when rain or snow is starting.
de: Erhalten Sie Benachrichtigungen, wenn es zu regnen oder zu schneien beginnt.
es_es: Recibe notificaciones cuando empiece a llover o nevar.
fr: Recevez des notifications lorsqu'il commence à pleuvoir ou à neiger.
id: Dapatkan notifikasi saat hujan atau salju dimulai.
pl: Otrzymuj powiadomienia, gdy zacznie padać deszcz lub śnieg.
ru: Получайте уведомления о начале дождя или снега.
se: Få meddelanden när det börjar regna eller snöa.

source: Turn on notifications
de: Benachrichtigungen aktivieren
es_es: Activa las notificaciones
fr: Activer les notifications
id: Nyalakan notifikasi
pl: Włącz powiadomienia
ru: Включить уведомления
se: Aktivera aviseringar

# locations_matter
source: Your location matters
de: Ihr Standort wird benötigt
es_es: Tu ubicación importa
fr: Votre emplacement est important
id: Lokasi Anda penting
pl: Twoja lokalizacja jest ważna
ru: Ваша геопозиция имеет значение
se: Din plats är viktig

# relevant_alerts
source: To get relevant weather alerts according to your location, change your Location Settings to “Always”.
de: Um relevante Wetterbenachrichtigungen zu erhalten, wählen Sie „Immer“ in den Systemeinstellungen aus.
es_es: Para recibir notificaciones meteorológicas relevantes, selecciona «Siempre» en los ajustes del sistema.
fr: Pour recevoir des alertes météo pertinentes basées sur votre emplacement, définissez vos paramètres de localisation sur « Toujours ».
id: Untuk menerima sinyal cuaca sesuai lokasi Anda, ubah Pengaturan Lokasi Anda menjadi "Selalu".
pl: Aby otrzymywać odpowiednie powiadomienia o pogodzie wybierz "Zawsze" w Ustawieniach Systemowych.
ru: Чтобы получать актуальные уведомления о погоде в вашем районе, измените настройки местоположения на "Всегда".
se: För att få relevanta vädervarningar baserat på din plats, ändra dina Platsinställningar till "Alltid".

# feed_always_allow_location_banner_primary
source: Your location matters
de: Ihr Standort wird benötigt
es_es: Tu ubicación importa
fr: Votre emplacement est important
id: Lokasi Anda penting
pl: Twoja lokalizacja jest ważna
ru: Ваша геопозиция имеет значение
se: Din plats är viktig

# feed_always_allow_location_banner_secondary
source: To get relevant weather alerts according to your location, change your Location Settings to “Always”.
de: Um relevante Wetterbenachrichtigungen zu erhalten, wählen Sie „Immer“ in den Systemeinstellungen aus.
es_es: Para recibir notificaciones meteorológicas relevantes, selecciona «Siempre» en los ajustes del sistema.
fr: Pour recevoir des alertes météo pertinentes basées sur votre emplacement, définissez vos paramètres de localisation sur « Toujours ».
id: Untuk menerima sinyal cuaca sesuai lokasi Anda, ubah Pengaturan Lokasi Anda menjadi "Selalu".
pl: Aby otrzymywać odpowiednie powiadomienia o pogodzie wybierz "Zawsze" w Ustawieniach Systemowych.
ru: Чтобы получать актуальные уведомления о погоде в вашем районе, измените настройки местоположения на "Всегда".
se: För att få relevanta vädervarningar baserat på din plats, ändra dina Platsinställningar till "Alltid".

# feed_always_allow_location_banner_button_title
source: Go to settings
de: Zu den Einstellungen
es_es: Ir a ajustes
fr: Aller aux paramètres
id: Ke pengaturan
pl: Przejdź do ustawień
ru: Перейти к настройкам
se: Gå till inställningar

source: Today temperature
de: Temperatur heute
es_es: Temperatura de hoy
fr: Température aujourd'hui
id: Suhu hari ini
pl: Dzisiejsza temperatura
ru: Температура сегодня
se: Temperatur idag

source: Hide
de: Verbergen
es_es: Ocultar
fr: Cacher
id: Sembunyikan
pl: Ukryj
ru: Скрыть
se: Dölj

source: See more
de: Mehr anzeigen
es_es: Ver más
fr: Afficher plus
id: Lihat lainnya
pl: Zobacz więcej
ru: Подробнее
se: Se mer

# next_day
source: Next 24 hours
de: In den nächsten %@ Stunden
es_es: Próximas %@ horas
fr: Prochaines 24 heures
id: 24 jam ke depan
pl: Najbliższe %@ godziny
ru: Следующие 24 часа
se: Nästa 24 timmar

# charts_now
source: now
de: jetzt
es_es: ahora
fr: maintenant
id: sekarang
pl: teraz
ru: сейчас
se: nu

# max_temp_marker
source: H:%1$d°
de: H: %@°
es_es: Máx.:%@°
pl: Maks.:%@°
ru: Макс:%1$d°

# min_temp_marker
source: L:%1$d°
de: T: %@°
es_es: Mín.:%@°
pl: Min.:%@°
ru: Мин:%1$d°

# temp_marker_title
source: Actual %1$d° at %2$s
de: Aktuell %@°
es_es: %@° real
fr: Réelle %1$d° à %2$s
id: Aktual %1$d° pada %2$s
pl: Faktyczna %@°
ru: Фактическая %1$d° в %2$s
se: Faktisk %1$d° %2$s

# temp_marker_sub_title
source: Feels %1$d°
de: Gefühlte %@°
es_es: Sensación de %@°
fr: Ressentie %1$d°
id: Terasa %1$d°
pl: Odczuwalna %@°
ru: По ощущениям %1$d°
se: Känns som %1$d°

# feed_temperature_cell_actual_temperature_time_marker
source: at %@
de: um %@
es_es: a las %@
fr: à %@
id: pada %@
pl: o %@
ru: в %@

# feed_precipitation_cell_summary_very_long
source: for more than an hour
de: für mehr als eine Stunde
es_es: por más de una hora
fr: pendant plus d'une heure
id: selama lebih dari sejam
pl: przez więcej niż godzinę
ru: больше часа
se: i mer än en timme

# precip_chart_heavy
source: HEAVY
de: SCHWER
es_es: INTENSA
fr: FORTE
id: BERAT
pl: CIĘŻKIE
ru: СИЛЬНЫЙ
se: TUNGT

# precip_chart_med
source: MED
de: MITTEL
es_es: MEDIA
fr: MODÉRÉE
id: SEDANG
pl: ŚREDNIE
ru: СРЕДНИЙ
se: MÅTTLIGT

# precip_chart_light
source: LIGHT
de: LEICHT
es_es: LIGERA
fr: LÉGÈRE
id: RINGAN
pl: LEKKIE
ru: СЛАБЫЙ
se: LÄTT

# precip_charts_now
source: now
de: jetzt
es_es: ahora
fr: maintenant
id: sekarang
pl: teraz
ru: сейчас
se: nu

# settings_temp
source: Temperature
de: Temperatur
es_es: Temperatura
fr: Température
id: Suhu
pl: Temperatura
ru: Температура
se: Temperatur

# temp_feels_like
source: Feels like %1$d°
de: Fühlt sich an wie %@°
es_es: Sensación térmica de %@°
fr: Ressentie %1$d°
id: Terasa seperti %1$d°
pl: Odczuwalnie %@°
ru: Ощущается как %1$d°
se: Känns som %1$d°

source: Blowing dust
de: Staubwirbel
es_es: Se levanta polvo
fr: Poussiéreux
id: Debu embus
pl: Podmuchy kurzu
ru: Пыльный ветер/Пыль в воздухе
se: Blåst med damm

source: Clear
de: Wolkenlos
es_es: Despejado
fr: Clair
id: Cerah
pl: Czyste niebo
ru: Ясно
se: Klart

source: Cloudy
de: Bewölkt
es_es: Nublado
fr: Nuageux
id: Berawan
pl: Pochmurnie
ru: Облачно
se: Molnigt

source: Foggy
de: Neblig
es_es: Niebla
fr: Brumeux
id: Berkabut
pl: Mgliście
ru: Туман
se: Dimma

source: Haze
de: Dunst
es_es: Bruma
fr: Brume
id: Kabut Asap
pl: Lekka mgła
ru: Дымка
se: Dis

source: Mostly clear
de: Meist wolkenlos
es_es: Mayormente despejado
fr: Plutôt dégagé
id: Umumnya cerah
pl: W większości przejrzyste niebo
ru: Преимущественно ясно
se: Mestadels klart

source: Mostly cloudy
de: Meist bewölkt
es_es: Mayormente nublado
fr: Plutôt nuageux
id: Umumnya berawan
pl: W większości zachmurzone niebo
ru: Преимущественно облачно
se: Mestadels molnigt

source: Partly cloudy
de: Teilweise bewölkt
es_es: Parcialmente nublado
fr: Partiellement nuageux
id: Sebagian berawan
pl: Częściowo zachmurzone niebo
ru: Переменная облачность
se: Delvis molnigt

source: Smoky
de: Rauchschwaden
es_es: Con humo
fr: Enfumé
id: Berasap
pl: Dym
ru: Смог
se: Rökigt

source: Breezy
de: Leichte Brise
es_es: Con brisa
fr: Frais
id: Sejuk
pl: Lekki wiatr
ru: Прохладно
se: Bris

source: Windy
de: Winding
es_es: Con viento
fr: Venteux
id: Berangin
pl: Wietrznie
ru: Ветрено
se: Blåsigt

source: Drizzle
de: Nieselregen
es_es: Llovizna
fr: Bruine
id: Gerimis
pl: Mżawka
ru: Морось
se: Duggregn

source: Isolated thunderstorms
de: Örtliche Gewitter
es_es: Tormentas aisladas
fr: Orages isolés
id: Badai petir terisolasi
pl: Izolowane burze z piorunami
ru: В отдельных районах грозы
se: Enstaka åskskurar

source: Sun showers
de: Sonnenregen
es_es: Chaparrón con sol
fr: Douches solaires
id: Hujan panas
pl: Opady deszczu w słoneczną pogodę
ru: Солнечный дождь/Солнечный ливень/Дожль при ясной погоде
se: Solregn

source: Scattered thunderstorms
de: Vereinzelte Gewitter
es_es: Tormentas dispersas
fr: Orages dispersés
id: Badai petir terpencar
pl: Rozproszone burze z piorunami
ru: Местами грозы
se: Spridda åskskurar

source: Strong storms
de: Heftige Unwetter
es_es: Fuertes tormentas
fr: Fortes tempêtes
id: Badai kuat
pl: Silne burze
ru: Сильные грозы
se: Kraftiga stormar

source: Thunderstorms
de: Gewitter
es_es: Tormentas
fr: Orages
id: Badai petir
pl: Burze z piorunami
ru: Грозы
se: Åskväder

source: Frigid
de: Eisig
es_es: Glacial
fr: Glacial
id: Sangat Dingin
pl: Bardzo zimno
ru: Мороз
se: Isande

source: Hail
de: Hagel
es_es: Granizo
fr: Grêle
id: Hujan Es
pl: Grad
ru: Град
se: Hagel

source: Hot
de: Heiß
es_es: Caluroso
fr: Chaud
id: Panas
pl: Gorąco
ru: Жарко
se: Varmt

source: Flurries
de: Böen
es_es: Ráfagas
fr: Flocons
id: Salju mendadak
pl: Podmuchy deszczu lub śniegu
ru: Снегопад
se: Snöbyar

source: Sleet
de: Graupel
es_es: Aguanieve
fr: Neige fondue
id: Hujan es
pl: Deszcz ze śniegiem
ru: Ледяной дождь
se: Snöslask

source: Sun flurries
de: Vereinzelt Sonne
es_es: Ráfagas de sol
fr: Averses de soleil
id: Salju panas mendadak
pl: Opady śniegu w słoneczną pogodę
ru: Солнечная метель/Снег при ясной погоде
se: Snöbyar med solsken

source: Wintry mix
de: Winterwetter
es_es: Mezcla invernal
fr: Mélange hivernal
id: Campuran dingin
pl: Mieszane opady zimowe
ru: Снег с дождем
se: Vinterblandning

source: Blizzard
de: Schneesturm
es_es: Tormenta de nieve
fr: Tempête de neige
id: Badai salju
pl: Zamieć śnieżna
ru: Снежная буря
se: Snöstorm

source: Blowing snow
de: Schneetreiben
es_es: Ventiscas de nieve
fr: Poudrerie
id: Salju embus
pl: Powiewy śniegu
ru: Метель
se: Snödrev

source: Freezing drizzle
de: Gefrierender Nieselregen
es_es: Llovizna helada
fr: Bruine verglaçante
id: Gerimis dingin
pl: Mżawka marznąca
ru: Замерзающая морось
se: Underkylt duggregn

source: Freezing rain
de: Eisregen
es_es: Lluvia helada
fr: Pluie verglaçante
id: Hujan dingin
pl: Deszcz marznący
ru: Замерзающий дождь
se: Underkylt regn

source: Hurricane
de: Orkan
es_es: Huracán
fr: Ouragan
id: Topan
pl: Huragan
ru: Ураган
se: Orkan

source: Tropical storm
de: Tropensturm
es_es: Tormenta tropical
fr: Tempête tropicale
id: Badai tropis
pl: Burza tropikalna
ru: Тропический шторм
se: Tropisk storm

# radar_legend_hide
source: Hide
de: Verbergen
es_es: Ocultar
fr: Cacher
id: Sembunyikan
pl: Ukryj
ru: Скрыть
se: Dölj

# radar_legend_light_rain
source: Light rain
de: Leichter Regen
es_es: Lluvia ligera
id: Hujan ringan
pl: Lekki deszcz
se: Lätt regn

# radar_legend_moderate_rain
source: Moderate rain
de: Mäßiger Regen
es_es: Lluvia moderada
id: Hujan sedang
pl: Umiarkowane opady deszczu
se: Måttligt regn

# radar_legend_heavy_rain
source: Heavy rain
de: Starker Regen
es_es: Lluvia fuerte
id: Hujan deras
pl: Intensywne opady deszczu
se: Kraftigt regn
